Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Crossing by plane
ar: العبور بالطائرة
bg: Преминаване със самолет
bs: Prelazak avionom
ca: Travessa en avió
cs: Přejezd letadlem
da: Overfart med fly
de: Flug im Flugzeug
el: Διάβαση με αεροπλάνο
es: Cruzando en avión
et: Ületamine lennukiga
eu: Hegazkinez zeharkaldia
fi: Ylitys lentokoneella
fr: Traversée en avion
ga: Trasnú ar eitleán
gl: Travesía en avión
he: מעבר במטוס
hi: हवाई जहाज़ से पार करना
hr: Prijelaz avionom
hu: Átkelés repülővel
id: Menyeberang dengan pesawat
is: Farið yfir með flugvél
it: Traversata in aereo
ja: 飛行機で渡る
ka: თვითმფრინავით გადაკვეთა
kk: Ұшақпен кесіп өту
ko: 비행기로 건너기
lt: Kirtimas lėktuvu
lv: Šķērsošana ar lidmašīnu
mk: Премин со авион
ms: Menyeberang dengan kapal terbang
mt: Qsim bl-ajruplan
nb: Kryss med fly
nl: Met het vliegtuig oversteken
pl: Przeprawa samolotem
pt_br: Cruzando de avião
ro: Traversare cu avionul
ru: Летит на самолёте
sk: Prechod lietadlom
sl: Prelet z letalom
sq: Kalimi me avion
sr: Прелазак авионом
sv: Överfart med flyg
th: ข้ามโดยเครื่องบิน
tr: Uçakla geçiş
uk: Переїзд на літаку
vi: Vượt qua bằng máy bay
zh_hans: 乘飞机过境
zh_hk: 搭飛機過境

source: Crossing by ship
ar: العبور بالسفينة
bg: Преминаване с кораб
bs: Prelazak brodom
ca: Travessa amb vaixell
cs: Přejezd lodí
da: Overfart med skib
de: Überfahrt per Schiff
el: Διέλευση με πλοίο
es: Cruzando en barco
et: Ülesõit laevaga
eu: Itsasontziz zeharkaldia
fi: Ylitys laivalla
fr: Traversée en bateau
ga: Trasnú ar long
gl: Travesía en barco
he: מעבר בספינה
hi: जहाज़ से पार करना
hr: Prijelaz brodom
hu: Átkelés hajóval
id: Menyeberang dengan kapal
is: Farið yfir með skipi
it: Traversata in nave
ja: 船で渡る
ka: გემით გადაკვეთა
kk: Кеме арқылы өту
ko: 배로 건너기
lt: Perplaukimas laivu
lv: Šķērsošana ar kuģi
mk: Премин со брод
ms: Menyeberang dengan kapal
mt: Qsim bil-vapur
nb: Kryss med skip
nl: Overtocht per schip
pl: Przeprawa statkiem
pt_br: Travessia de navio
ro: Traversare cu vaporul
ru: Плывёт на корабле
sk: Prechod loďou
sl: Prečkanje z ladjo
sq: Kalimi me anije
sr: Прелазак бродом
sv: Överfart med fartyg
th: ข้ามทางเรือ
tr: Gemiyle geçiş
uk: Переправа на кораблі
vi: Vượt biển bằng tàu
zh_hans: 乘船过境
zh_hk: 乘船過境

source: Crossing the water. Nothing to walk until it lands.
ar: عبور الماء. لا شيء للمشي حتى يهبط.
bg: Пресичане на водата. Нищо за ходене, докато не кацне.
bs: Prelazak vode. Ništa za hodanje dok ne sleti.
ca: Creuant l'aigua. Res a caminar fins a terra.
cs: Přechod přes vodu. Není co chodit, dokud nepřistane.
da: Krydser vandet. Intet at gå, før det lander.
de: Das Wasser überqueren. Es gibt nichts zu laufen, bis es landet.
el: Διασχίζοντας το νερό. Τίποτα να περπατήσει μέχρι να προσγειωθεί.
es: Cruzando el agua. Nada que caminar hasta que aterrice.
et: Vee ületamine. Pole midagi kõndida, kuni see maandub.
eu: Ura zeharkatuz. Lehorreratu arte ibiltzeko ezer.
fi: Veden ylittäminen. Ei mitään kävettävää ennen kuin se laskeutuu.
fr: Traverser l'eau. Rien pour marcher jusqu'à ce qu'il atterrisse.
ga: Ag trasnú an uisce. Ní dhéanfaidh aon ní chun siúl go dtí go talamh.
gl: Cruzando a auga. Nada que andar ata que aterra.
he: חוצים את המים. אין מה ללכת עד שזה נוחת.
hi: पानी पार करना. जब तक यह जमीन पर नहीं उतरता तब तक चलने के लिए कुछ भी नहीं है।
hr: Prelazak preko vode. Ništa za hodanje dok ne sleti.
hu: Átkelés a vízen. Nincs mit gyalogolni, amíg le nem ér.
id: Menyeberangi air. Tidak ada yang perlu berjalan sampai mendarat.
is: Að fara yfir vatnið. Ekkert að ganga fyrr en það lendir.
it: Attraversando l'acqua. Niente da camminare finché non atterra.
ja: 水を渡ります。着陸するまで歩くものは何もありません。
ka: წყლის გადაკვეთა. არაფერია გასავლელი მანამ, სანამ არ დაეშვება.
kk: Судан өту. Қонғанша жүруге ештеңе жоқ.
ko: 물을 건너다. 착륙할 때까지 걸을 것이 없습니다.
lt: Vandens kirtimas. Nėra ko vaikščioti, kol nusileis.
lv: Šķērsojot ūdeni. Nav ko staigāt, līdz tas nolaižas.
mk: Преминување на водата. Нема што да одиме додека не слета.
ms: Menyeberangi air. Tiada apa-apa untuk berjalan sehingga ia mendarat.
mt: Naqsam l-ilma. Xejn li jimxu sakemm tinżel.
nb: Krysser vannet. Ingenting å gå før den lander.
nl: Het water oversteken. Er valt niets te lopen totdat het landt.
pl: Przeprawa przez wodę. Nie ma po czym chodzić, dopóki nie wyląduje.
pt_br: Atravessando a água. Nada para caminhar até pousar.
ro: Trecând apa. Nimic de mers până aterizează.
ru: Переправа через воду. Нечего идти, пока он не приземлится.
sk: Prechod cez vodu. Nie je potrebné ísť, kým nepristane.
sl: Prečkanje vode. Nič za hoditi, dokler ne pristane.
sq: Kalimi i ujit. Asgjë për të ecur derisa të zbarkojë.
sr: Прелазак преко воде. Ништа за ходање док не слети.
sv: Korsar vattnet. Inget att gå förrän det landar.
th: ข้ามน้ำ. ไม่มีอะไรให้เดินจนกว่าจะถึงพื้น
tr: Suyu geçmek. İnene kadar yürüyecek bir şey yok.
uk: Перехід через воду. Нічого ходити, поки не приземлиться.
vi: Vượt qua nước. Không có gì để đi bộ cho đến khi nó hạ cánh.
zh_hans: 渡过水面。在着陆之前没有什么可走的。
zh_hk: 渡過水面。在着陆之前没有什么可走的。

source: Current Location
ar: الموقع الحالي
bg: Текущо местоположение
bs: Trenutna lokacija
ca: Ubicació actual
cs: Aktuální poloha
da: Nuværende placering
de: Aktueller Standort
el: Τρέχουσα τοποθεσία
es: Ubicación actual
et: Praegune asukoht
eu: Uneko kokapena
fi: Nykyinen sijainti
fr: Emplacement actuel
ga: Suíomh Reatha
gl: Localización actual
he: מיקום נוכחי
hi: वर्तमान स्थान
hr: Trenutna lokacija
hu: Jelenlegi hely
id: Lokasi Saat Ini
is: Núverandi staðsetning
it: Posizione attuale
ja: 現在地
ka: მიმდინარე მდებარეობა
kk: Ағымдағы орын
ko: 현재 위치
lt: Dabartinė vieta
lv: Pašreizējā atrašanās vieta
mk: Тековна локација
ms: Lokasi Semasa
mt: Post kurrenti
nb: Nåværende plassering
nl: Huidige locatie
pl: Aktualna lokalizacja
pt_br: Localização atual
ro: Locația curentă
ru: Текущее местоположение
sk: Aktuálna poloha
sl: Trenutna lokacija
sq: Vendndodhja aktuale
sr: Тренутна локација
sv: Nuvarande plats
th: ที่ตั้งปัจจุบัน
tr: Mevcut Konum
uk: Поточне місцезнаходження
vi: Vị trí hiện tại
zh_hans: 当前位置
zh_hk: 目前位置

source: Custom
ar: مخصص
bg: По поръчка
bs: Personalizovano po meri
ca: Personalitzat
cs: Zvyk
da: Skik
de: Brauch
el: Εθιμο
es: Costumbre
et: Kohandatud
eu: Pertsonalizatua
fi: Mukautettu
fr: Coutume
ga: Saincheaptha
gl: Personalizado
he: מִנְהָג
hi: रिवाज़
hr: Običaj
hu: Szokás
id: Kebiasaan
is: Sérsniðin
it: Costume
ja: カスタム
ka: საბაჟო
kk: Арнаулы
ko: 관습
lt: Pasirinktinis
lv: Pielāgots
mk: Прилагодено
ms: Adat
mt: Personalizzati personalizzati
nb: Skikk
nl: Aangepast
pl: Zwyczaj
pt_br: Personalizado
ro: Personalizat
ru: Обычай
sk: Vlastné
sl: Po meri
sq: Me porosi
sr: Цустом
sv: Beställnings
th: กำหนดเอง
tr: Gelenek
uk: Персоналізований на замовлення
vi: Phong tục
zh_hans: 风俗
zh_hk: 風俗

source: Custom Name
ar: الاسم المخصص
bg: Персонализирано име
bs: Prilagođeno ime
ca: Nom personalitzat
cs: Vlastní název
da: Brugerdefineret navn
de: Eigener Name
el: Προσαρμοσμένο όνομα
es: Nombre personalizado
et: Kohandatud nimi
eu: Izen pertsonalizatua
fi: Mukautettu nimi
fr: Nom personnalisé
ga: Ainm an Chustaim
gl: Nome personalizado
he: שם מותאם אישית
hi: कस्टम नाम
hr: Prilagođeno ime
hu: Egyéni név
id: Nama Kustom
is: Sérsniðið nafn
it: Nome personalizzato
ja: カスタム名
ka: მორგებული სახელი
kk: Пайдаланушы аты
ko: 맞춤 이름
lt: Pasirinktinis pavadinimas
lv: Pielāgots nosaukums
mk: Прилагодено име
ms: Nama Tersuai
mt: Isem tad-dwana
nb: Egendefinert navn
nl: Aangepaste naam
pl: Nazwa niestandardowa
pt_br: Nome personalizado
ro: Nume personalizat
ru: Своё имя
sk: Vlastný názov
sl: Ime po meri
sq: Emri i personalizuar
sr: Прилагођено име
sv: Anpassat namn
th: ชื่อที่กำหนดเอง
tr: Özel Ad
uk: Спеціальна назва
vi: Tên tùy chỉnh
zh_hans: 自定义名字
zh_hk: 自訂名稱

source: Custom Name…
ar: اسم مخصص…
bg: Персонализирано име…
bs: Prilagođeni naziv…
ca: Nom personalitzat...
cs: Vlastní název…
da: Tilpasset navn...
de: Eigener Name …
el: Προσαρμοσμένο όνομα…
es: Nombre personalizado…
et: Kohandatud nimi…
eu: Izen pertsonalizatua…
fi: Muokattu nimi…
fr: Nom personnalisé…
ga: Ainm Saincheaptha…
gl: Nome personalizado...
he: שם מותאם אישית...
hi: कस्टम नाम…
hr: Prilagođeno ime…
hu: Egyéni név…
id: Nama Khusus…
is: Sérsniðið nafn…
it: Nome personalizzato…
ja: カスタム名…
ka: მორგებული სახელი…
kk: Арнаулы атау…
ko: 맞춤 이름…
lt: Pasirinktinis pavadinimas…
lv: Pielāgots nosaukums…
mk: Приспособено име…
ms: Nama Tersuai…
mt: Isem tad-dwana...
nb: Egendefinert navn...
nl: Aangepaste naam...
pl: Nazwa niestandardowa…
pt_br: Nome personalizado…
ro: Nume personalizat...
ru: Своё имя…
sk: Vlastný názov…
sl: Ime po meri…
sq: Emri i personalizuar…
sr: Прилагођено име…
sv: Anpassat namn...
th: ชื่อที่กำหนดเอง...
tr: Özel Ad…
uk: Спеціальна назва…
vi: Tên tùy chỉnh…
zh_hans: 自定义名字…
zh_hk: 自訂名稱...

source: Dark
ar: مظلم
bg: Тъмно
bs: Tamno
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτάδι
es: Oscuro
et: Tume
eu: Iluna
fi: Tumma
fr: Sombre
ga: Dorcha
gl: Escuro
he: כֵּהֶה
hi: अँधेरा
hr: tamno
hu: Sötét
id: Gelap
is: Myrkur
it: Buio
ja: 暗い
ka: ბნელი
kk: Қараңғы
ko: 어두운
lt: Tamsus
lv: Tumšs
mk: Темно
ms: Gelap
mt: Dlam
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întuneric
ru: Темный
sk: Tmavý
sl: Temno
sq: E errët
sr: Дарк
sv: Mörk
th: มืด
tr: Karanlık
uk: Темний
vi: Tối tăm
zh_hans: 黑暗的
zh_hk: 黑暗的

source: Data sources
ar: مصادر البيانات
bg: Източници на данни
bs: Izvori podataka
ca: Fonts de dades
cs: Zdroje dat
da: Datakilder
de: Datenquellen
el: Πηγές δεδομένων
es: Fuentes de datos
et: Andmeallikad
eu: Datu-iturriak
fi: Tietolähteet
fr: Sources de données
ga: Foinsí sonraí
gl: Fontes de datos
he: מקורות נתונים
hi: डेटा स्रोत
hr: Izvori podataka
hu: Adatforrások
id: Sumber data
is: Uppsprettur gagna
it: Origini dei dati
ja: データソース
ka: მონაცემთა წყაროები
kk: Деректер көздері
ko: 데이터 소스
lt: Duomenų šaltiniai
lv: Datu avoti
mk: Извори на податоци
ms: Sumber data
mt: Sorsi tad-dejta
nb: Datakilder
nl: Gegevensbronnen
pl: Źródła danych
pt_br: Fontes de dados
ro: Surse de date
ru: Источники данных
sk: Zdroje údajov
sl: Viri podatkov
sq: Burimet e të dhënave
sr: Извори података
sv: Datakällor
th: แหล่งข้อมูล
tr: Veri kaynakları
uk: Джерела даних
vi: Nguồn dữ liệu
zh_hans: 数据来源
zh_hk: 數據來源

source: Day
ar: يوم
bg: ден
bs: Dan
ca: Dia
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
et: päev
eu: Eguna
fi: Päivä
fr: Jour
ga: Lá
gl: Día
he: יְוֹם
hi: दिन
hr: Dan
hu: Nap
id: Hari
is: Dagur
it: Giorno
ja: 日
ka: დღე
kk: Күн
ko: 낮
lt: Diena
lv: diena
mk: Ден
ms: Hari
mt: Jum
nb: Dag
nl: Dag
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
sk: deň
sl: Dan
sq: Dita
sr: Дан
sv: Dag
th: วัน
tr: Gün
uk: День
vi: Ngày
zh_hans: 天
zh_hk: 天

source: Days
ar: أيام
bg: Дни
bs: Dani
ca: Dies
cs: Dny
da: dage
de: Tage
el: Μέρες
es: Días
et: Päevad
eu: Egunak
fi: päivää
fr: Jours
ga: Laethanta
gl: Días
he: ימים
hi: दिन
hr: dana
hu: Napok
id: hari
is: Dagar
it: Giorni
ja: 日数
ka: დღეები
kk: Күндер
ko: 날
lt: Dienos
lv: Dienas
mk: Денови
ms: hari-hari
mt: Jiem
nb: Dager
nl: Dagen
pl: Dni
pt_br: Dias
ro: Zile
ru: Дни
sk: dní
sl: dni
sq: Ditët
sr: Дани
sv: dagar
th: วัน
tr: Günler
uk: днів
vi: ngày
zh_hans: 天
zh_hk: 天

source: Dear —,
ar: عزيزي —،
bg: Уважаеми —,
bs: Poštovani —,
ca: Benvolgut -,
cs: Vážení —,
da: Kære —,
de: Sehr geehrte Damen und Herren,
el: Αγαπητέ —,
es: Querido —,
et: Kallis -,
eu: Maitea -,
fi: Rakas -,
fr: Cher —,
ga: A chara -,
gl: Estimado -,
he: יקר -,
hi: प्रिय-,
hr: Poštovani —,
hu: Kedves -,
id: Sayang —,
is: Kæri —,
it: Caro -,
ja: 親愛なる—、
ka: ძვირფასო -,
kk: Құрметті -,
ko: 친애하는 —,
lt: Gerbiamasis -,
lv: Dārgais -,
mk: Почитувани -,
ms: sayang -,
mt: Għeżież -,
nb: Kjære —,
nl: Beste —,
pl: Drogi —,
pt_br: Querido -,
ro: Dragă -,
ru: Дорогой —,
sk: Vážení —,
sl: Spoštovani —,
sq: I dashur -,
sr: Драги —,
sv: Kära —,
th: เรียน —,
tr: Sevgili —,
uk: Шановний —,
vi: Kính gửi -,
zh_hans: 亲爱的——，
zh_hk: 親愛的——，

source: Dear %@,
ar: عزيزي %@،
bg: Уважаеми %@,
bs: Poštovani %@ ,
ca: Benvolgut %@ ,
cs: Vážený %@,
da: Kære %@
de: Lieber %@,
el: Αγαπητέ %@ ,
es: Estimado %@,
et: Kallis %@
eu: %@ maitea,
fi: Hyvä %@ ,
fr: Cher %@ ,
ga: A chara %@ ,
gl: Estimado %@ ,
he: %@ יקרים,
hi: प्रिय %@ ,
hr: Poštovani %@,
hu: Kedves %@ !
id: Yang terhormat %@ ,
is: Kæri %@,
it: Gentile %@,
ja: %@ 様
ka: ძვირფასო %@,
kk: Құрметті %@ ,
ko: 친애하는 %@ 님,
lt: Gerb. %@ ,
lv: Cien. %@ !
mk: Почитувани %@,
ms: %@ yang dihormati,
mt: Għażiż %@ ,
nb: Kjære %@
nl: Beste %@,
pl: Drogi %@,
pt_br: Caro %@ ,
ro: Dragă %@ ,
ru: Дорогой %@ ,
sk: Vážený %@,
sl: Spoštovani %@,
sq: I dashur %@ ,
sr: Поштовани %@ ,
sv: Bästa %@,
th: เรียนคุณ %@
tr: Sayın %@,
uk: Шановний %@ ,
vi: Kính gửi %@ ,
zh_hans: 亲爱的%@，
zh_hk: 親愛的%@，

source: Deep Navy
ar: البحرية العميقة
bg: Дълбоко тъмносиньо
bs: Duboka mornarica
ca: Marina Profunda
cs: Hluboké námořnictvo
da: Dyb flåde
de: Tiefe Marine
el: Βαθύ Ναυτικό
es: Azul marino profundo
et: Sügav merevägi
eu: Armada sakona
fi: Syvä laivasto
fr: Marine profonde
ga: Cabhlach domhain
gl: Mariña Profunda
he: כחול נייבי עמוק
hi: गहरी नौसेना
hr: Duboka mornarica
hu: Mély tengerészkék
id: Angkatan Laut Dalam
is: Djúp sjóher
it: Marina profonda
ja: ディープネイビー
ka: ღრმა საზღვაო ძალები
kk: Терең флот
ko: 딥 네이비
lt: Gilus laivynas
lv: Dziļa flote
mk: Длабока морнарица
ms: Tentera Laut Dalam
mt: Navy Fond
nb: Dyp marine
nl: Diepe marine
pl: Głęboka Marynarka Wojenna
pt_br: Marinha Profunda
ro: Marina adâncă
ru: Тёмно-синий
sk: Hlboké námorníctvo
sl: Globoka mornarica
sq: Marina e thellë
sr: Дубока морнарица
sv: Djup marin
th: กองทัพเรือลึก
tr: Derin Donanma
uk: Глибокий темно-синій
vi: Hải quân sâu
zh_hans: 深海军蓝
zh_hk: 深海軍藍

source: Delete
ar: حذف
bg: Изтрий
bs: Izbriši
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fi: Poista
fr: Supprimer
ga: Scrios
gl: Eliminar
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
kk: Жою
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ms: Padam
mt: Ħassar
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshij
sr: Обриши
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hk: 刪除

source: Deliver
ar: يسلم
bg: Доставете
bs: Isporuči
ca: Lliurar
cs: Doručit
da: Levere
de: Übergeben
el: Παραδίδω
es: Entregar
et: Toimetage
eu: Entregatu
fi: Toimita
fr: Livrer
ga: Seachadadh
gl: Entregar
he: לִמְסוֹר
hi: बाँटना
hr: Isporučiti
hu: Szállít
id: Mengantarkan
is: Skila
it: Consegnare
ja: 届ける
ka: მიწოდება
kk: Жеткізу
ko: 배달하다
lt: Pristatyti
lv: Piegādāt
mk: Испорача
ms: Hantarkan
mt: Ikkonsenja
nb: Levere
nl: Leveren
pl: Dostarczać
pt_br: Entregar
ro: Livrează
ru: Доставить
sk: Doručiť
sl: Dostavi
sq: Dorëzoni
sr: Достави
sv: Leverera
th: ส่งมอบ
tr: Teslim etmek
uk: Доставляти
vi: Giao
zh_hans: 递送
zh_hk: 遞送

source: Deliver a letter that makes someone cry (happy tears only)
ar: تسليم رسالة تجعل شخص ما يبكي (دموع السعادة فقط)
bg: Доставете писмо, което кара някого да плаче (само щастливи сълзи)
bs: Isporučite pismo koje tjera nekoga da plače (samo sretne suze)
ca: Enviar una carta que faci plorar algú (només llàgrimes de felicitat)
cs: Doručte dopis, který někoho rozpláče (pouze slzy štěstí)
da: Aflever et brev, der får nogen til at græde (kun glade tårer)
de: Einen Brief überbringen, der jemanden zum Weinen bringt (nur Freudentränen)
el: Δώστε ένα γράμμα που κάνει κάποιον να κλαίει (μόνο χαρούμενα δάκρυα)
es: Entregar una carta que haga llorar a alguien (solo lágrimas de felicidad)
et: Edastada kiri, mis paneb kellegi nutma (ainult õnnepisarad)
eu: Bidali norbait negar egiten duen gutun bat (malko zoriontsuak soilik)
fi: Toimita kirje, joka saa jonkun itkemään (vain ilokyyneleitä)
fr: Remettre une lettre qui fait pleurer quelqu'un (larmes de joie uniquement)
ga: Seol litir a chuireann caoineadh ar dhuine (deora sona amháin)
gl: Entrega unha carta que faga chorar a alguén (só bágoas de felicidade)
he: שליחת מכתב שגורם למישהו לבכות (רק דמעות שמחות)
hi: ऐसा पत्र भेजें जो किसी को रुला दे (केवल ख़ुशी के आँसू)
hr: Dostavite pismo koje nekoga rasplače (samo suze sretnice)
hu: Olyan levelet kézbesítsen, amitől valaki sírni kezd (csak boldog könnyek)
id: Mengirimkan surat yang membuat seseorang menangis (hanya air mata bahagia)
is: Skilaðu bréfi sem fær einhvern til að gráta (aðeins gleðitár)
it: Consegna una lettera che faccia piangere qualcuno (solo lacrime di gioia)
ja: 誰かを泣かせる手紙を届けよう（嬉し涙のみ）
ka: მიაწოდე წერილი, რომელიც ვიღაცას ატირებს (მხოლოდ ბედნიერი ცრემლები)
kk: Біреуді жылататын хатты жеткізіңіз (тек бақытты көз жасы)
ko: 누군가를 울리는 편지를 전달하세요 (행복한 눈물만)
lt: Įteikite laišką, kuris priverčia ką nors verkti (tik laimės ašaros)
lv: Nosūtiet vēstuli, kas liek kādam raudāt (tikai laimes asaras)
mk: Испрати писмо што некого расплакува (само радосни солзи)
ms: Sampaikan surat yang membuat seseorang menangis (air mata gembira sahaja)
mt: Iwassal ittra li ġġiegħel lil xi ħadd jibki (dmugħ kuntenti biss)
nb: Lever et brev som får noen til å gråte (bare glade tårer)
nl: Bezorg een brief die iemand aan het huilen maakt (alleen blije tranen)
pl: Dostarcz list, który doprowadzi kogoś do płaczu (tylko łzy szczęścia)
pt_br: Entregue uma carta que faça alguém chorar (apenas lágrimas de felicidade)
ro: Trimite o scrisoare care face pe cineva să plângă (numai lacrimi fericite)
ru: Доставьте письмо, которое заставит кого-то плакать (только слезы счастья)
sk: Doručiť list, ktorý niekoho rozplače (iba slzy šťastia)
sl: Dostavite pismo, ki nekoga spravi v jok (samo solze sreče)
sq: Dërgo një letër që e bën dikë të qajë (vetëm lot gëzimi)
sr: Испоручите писмо које тера некога да плаче (само срећне сузе)
sv: Leverera ett brev som får någon att gråta (bara glada tårar)
th: ส่งจดหมายที่ทำให้ใครร้องไห้ (น้ำตาแห่งความสุขเท่านั้น)
tr: Birini ağlatan bir mektup gönderin (yalnızca mutluluk gözyaşları)
uk: Доставте листа, який змусить когось плакати (лише щасливі сльози)
vi: Gửi một lá thư khiến ai đó phải khóc (chỉ những giọt nước mắt hạnh phúc)
zh_hans: 送一封让人落泪的信（只有幸福的泪水）
zh_hk: 送一封讓人落淚的信（只有幸福的眼淚）

source: Deliver a letter to someone who misses me
ar: أوصل رسالة إلى شخص يفتقدني
bg: Доставете писмо на някой, на когото му липсвам
bs: Isporuči pismo nekome kome nedostajem
ca: Enviar una carta a algú que em trobi a faltar
cs: Doručte dopis někomu, komu chybím
da: Aflever et brev til en, der savner mig
de: Überbringe einen Brief an jemanden, der mich vermisst
el: Στείλτε ένα γράμμα σε κάποιον που του λείπω
es: Entregar una carta a alguien que me extraña
et: Edastage kiri kellelegi, kes mind igatseb
eu: Bidali gutun bat faltan botatzen nauen bati
fi: Lähetä kirje jollekin, joka kaipaa minua
fr: Livrer une lettre à quelqu'un qui me manque
ga: Seachadadh litir chuig duine a chailleann mé
gl: Entrega unha carta a alguén que me estraña
he: שלח מכתב למישהו שמתגעגע אליי
hi: जो मुझे याद करता है उसे एक पत्र भेजो
hr: Isporuči pismo nekome kome nedostajem
hu: Kézbesíts egy levelet annak, akinek hiányzom
id: Kirimkan surat kepada seseorang yang merindukanku
is: Komdu bréf til einhvers sem saknar mín
it: Consegna una lettera a qualcuno a cui manco
ja: 私がいなくて寂しい人に手紙を届けよう
ka: მიაწოდე წერილი ვინმეს, ვინც მენატრება
kk: Мені сағынған адамға хат жеткізіңіз
ko: 나를 그리워하는 사람에게 편지를 전하세요.
lt: Perduokite laišką žmogui, kuris manęs pasiilgo
lv: Nosūtiet vēstuli kādam, kuram esmu garām
mk: Испрати писмо до некој што ми недостасува
ms: Sampaikan surat kepada seseorang yang merindui saya
mt: Iwassal ittra lil xi ħadd li jonqosni
nb: Lever et brev til noen som savner meg
nl: Bezorg een brief aan iemand die mij mist
pl: Dostarcz list osobie, która za mną tęskni
pt_br: Entregue uma carta para alguém que sente minha falta
ro: Trimite o scrisoare cuiva căruia îi este dor de mine
ru: Доставить письмо тому, кто скучает по мне
sk: Doruč list niekomu, komu chýbam
sl: Dostavi pismo nekomu, ki me pogreša
sq: Dërgoji një letër dikujt që më mungon
sr: Испоручи писмо некоме коме недостајем
sv: Skicka ett brev till någon som saknar mig
th: ส่งจดหมายถึงคนที่คิดถึงฉัน
tr: Beni özleyen birine mektup gönder
uk: Доставте листа тому, хто сумує за мною
vi: Gửi thư cho người đang nhớ tôi
zh_hans: 给想念我的人写一封信
zh_hk: 寫一封信給想念我的人

source: Deliver one letter and the bragging begins.
ar: قم بتسليم حرف واحد ويبدأ التفاخر.
bg: Доставете едно писмо и хвалбите започват.
bs: Prenesite jedno pismo i hvalisanje počinje.
ca: Entrega una carta i comença la presunció.
cs: Doručte jeden dopis a chlubení začíná.
da: Aflever et brev, og praleriet begynder.
de: Stelle einen Brief zu und die Prahlerei beginnt.
el: Δώσε ένα γράμμα και αρχίζει το καύχημα.
es: Entrega una carta y comienza la fanfarronería.
et: Edasta üks kiri ja praalimine algab.
eu: Bidali gutun bat eta harrokeria hasten da.
fi: Toimita yksi kirje ja kerskailu alkaa.
fr: Livrez une lettre et la vantardise commence.
ga: Seachadadh litir amháin agus tosaíonn an bragging.
gl: Entrega unha carta e comeza a presumir.
he: מסר מכתב אחד וההתרברבות מתחילה.
hi: एक पत्र भेजो और डींगें हांकना शुरू हो जाता है।
hr: Isporučite jedno pismo i hvalisanje počinje.
hu: Adj át egy levelet, és kezdődik a kérkedés.
id: Kirimkan satu surat dan bualan dimulai.
is: Skilaðu einum bréfi og bragið hefst.
it: Consegna una lettera e inizia a vantarsi.
ja: 一通の手紙を届けると、自慢が始まります。
ka: მიაწოდე ერთი წერილი და იწყება ტრაბახი.
kk: Бір хатты жеткізіп, мақтану басталады.
ko: 편지 한 장을 전달하면 자랑이 시작됩니다.
lt: Įteikite vieną laišką ir prasideda girtis.
lv: Piegādā vienu vēstuli un sākas lielīšanās.
mk: Испорача една буква и почнува фалењето.
ms: Sampaikan satu surat dan bercakap besar pun bermula.
mt: Iwassal ittra waħda u jibda l-bragging.
nb: Lever ett brev og skrytet begynner.
nl: Bezorg één brief en het opscheppen begint.
pl: Dostarcz jeden list i zacznie się przechwalanie.
pt_br: Entregue uma carta e a vanglória começa.
ro: Trimiteți o scrisoare și începe lăudarea.
ru: Доставьте одно письмо, и начнется хвастовство.
sk: Doručte jeden list a chvastanie sa začína.
sl: Dostavite eno pismo in hvalisanje se začne.
sq: Dërgo një letër dhe mburrja fillon.
sr: Пренесите једно писмо и хвалисање почиње.
sv: Leverera en bokstav och skrytet börjar.
th: ส่งจดหมายฉบับหนึ่งและการคุยโม้ก็เริ่มต้นขึ้น
tr: Bir mektup gönderin ve övünme başlar.
uk: Доставте один лист, і починається хвастощі.
vi: Gửi một lá thư và cuộc khoe khoang bắt đầu.
zh_hans: 送出一封信，吹牛就开始了。
zh_hk: 送出一封信，吹牛就開始了。

source: Delivered
ar: تم التسليم
bg: Доставено
bs: Isporučeno
ca: Lliurat
cs: Doručeno
da: Leveret
de: Geliefert
el: Παραδόθηκε
es: Entregado
et: Tarnitud
eu: Entregatua
fi: Toimitettu
fr: Livré
ga: Seachadadh
gl: Entregado
he: נמסר
hi: वितरित
hr: Isporučeno
hu: Szállítva
id: Terkirim
is: Afhent
it: Consegnato
ja: 納品済み
ka: მიწოდებული
kk: жеткізілді
ko: 배달됨
lt: Pristatyta
lv: Piegādāts
mk: Доставено
ms: Dihantar
mt: Mogħtija
nb: Levert
nl: Geleverd
pl: Dostarczono
pt_br: Entregue
ro: Livrat
ru: Доставлено
sk: Doručené
sl: Dostavljeno
sq: Dorëzuar
sr: Испоручено
sv: Levereras
th: จัดส่งแล้ว
tr: teslim edildi
uk: Доставлено
vi: Đã giao
zh_hans: 已交付
zh_hk: 已交付
